Repository: FranekStark/Pass4Win
Catalog: Pass4Win/config.*.resx
Languages: de

# ExternalGit.Text
source: Use external git program?
de: Externe Git-Installation verwenden?

# btnSave.Text
source: Save
de: Speichern

# label6.Text
source: Git host address (HTTPS or GIT)
de: Git Server-Adresse (HTTPS oder GIT)

# label5.Text
source: Git password
de: Git Passwort

# label4.Text
source: Git user name
de: Git Benutzername

# label3.Text
source: Use a remote git repo?
de: Ein entferntes Git Repository verwenden?

# label2.Text
source: Location of gpg.exe
de: Speicherort der gpg.exe

# label1.Text
source: The directory where you want to store your passwords
de: Das Verzeichnis, in dem Du DeinePasswörter speichern möchtest

# $this.Text
source: Config
de: Konfiguration

# folderBrowserDialog1.Description
source: Select the directory where you want to store your passwords
de: Wähle das Verzeichnis aus, in dem Deine Passwörter gespeichert werden sollen

# openFileDialog2.Filter
source: git command file|git.exe
de: Git Befehl Datei|git.exe
