Repository: FranekStark/Pass4Win
Catalog: Pass4Win/Strings.*.resx
Languages: de, it, nl

source: Error
de: Fehler
it: Errore
nl: Fout

# Error_already_exists
source: Entry already exists.
de: Eintrag existiert bereits.
it: Voce già esistente.
nl: Item bestaat reeds.

# Error_connection
source: Couldn't connect to remote git repository. Pass4Win set to offline mode.
de: Konnte keine Verbindung zum entfernten Git Repository herstellen. Pass4Win befindet sich nun im Offline-Modus.
it: Impossibile connettersi al repository git remoto. Pass4Win impostato su modalità non in linea.
nl: Kon niet verbinden met externe git repository. Pass4Win ingesteld op de offlinemodus.

# Error_git_unreachable
source: Can't reach your GIT host. Pass4Win set to offline mode.
de: Der Git-Server konnte nicht erreicht werden. Pass4Win befindet sich nun im Offline-Modus.
it: Il tuo host GIT non è raggiungibile. Pass4Win impostato su modalità non in linea.
nl: Kon niet verbinden met externe git repository. Pass4Win ingesteld op de offlinemodus.

# Error_host_unreachable
source: Host unreachable!
de: Zielserver nicht erreichbar!
it: Host non raggiungibile!
nl: Kan host niet bereiken!

# Error_keys_set
source: There are no specific keys set
de: Es wurden keine Schlüssel ausgewählt
it: Non c'è uno specifico set di chiavi
nl: Er zijn geen specifieke keys gezet

# Error_key_missing_part1
source: So it seems you have a key defined in .gpg-id that's not in your GPG keystore as public key. Please correct this. Key
de: Es scheint, als hätten Sie einen Schlüssel in der .gpg-Id definiert, welcher sich nicht in Ihrem GPG-Keystore als öffentlicher Schlüssel befindet. Bitte korrigieren Sie dies.
it: Sembra tu abbia una chiave definita in .gpg-id non presente nel tuo archivio GPG come chiave pubblica. Per favore correggi questa chiave
nl: Er is een key gedefinieerd in .gpg-id die niet in de GPG keystore zit als publieke key. Graag corrigeren. Key

# Error_key_missing_part2
source: is missing.
de: fehlt.
it: è mancante.
nl: mist.

# Error_nokey
source: Need key...... Restart the program and try again.
de: Benötige Schlüssel... Starten Sie das Programm neu und versuchen Sie es nochmals.
it: Serve una chiave... Riavvia il programma e riprova.
nl: Er is een key nodig… Start het programma opnieuw en probeer nog een keer.

# Error_notvalid_URL
source: Not a valid URL!
de: Keine gültige URL!
it: Non è un URL valido!
nl: Geen geldige URL!

# Error_not_empty
source: Value cannot be empty.
de: Wert darf nicht leer sein.
it: Il valore non può essere vuoto.
nl: Waarde kan niet leeg zijn.

# Error_remote_disabled
source: In the config remote is disabled.
de: Remote wurde in der Konfiguration deaktiviert.
it: Remoto disattivato nelle impostazioni.
nl: In de instellingen is externe Git repo uitgeschakeld.

# Error_required_field
source: This is a required field!
de: Dies ist ein Pflichtfeld!
it: Campo obbligatorio!
nl: Verplicht veld!

# Error_valid_filename
source: Not a valid name, can only use characters or numbers and _ - \\.
de: Kein gültiger Name, nur Buchstaben, Zahlen oder die folgenden Zeichen sind gültig: _ - \\
it: Nome non valido, è possibile utilizzare solo caratteri o numeri e _ - \ \.
nl: Niet een geldige naam, kunt alleen letters of cijfers en _ - \\.

# Error_weird_shit_happened
source: Something went wrong.....
de: Irgendetwas ging schief...
it: Qualcosa è andato storto.....
nl: Er ging iets mis.....

# Error_weird_shit_happened_encryption
source: You shouldn't see this.... Awkward right... Encryption failed
de: Verschlüsselung ist fehlgeschlagen
it: Non dovresti vedere questo... Imbarazzante... Crittografia non riuscita
nl: Deze foutmelding zou nooit moeten verschijnen. Encryptie gefaald.

# Info_new_version
source: There is a newer version of Pass4Win, do you want to update?
de: Es gibt eine neuere Version von Pass4Win, möchten Sie aktualisieren?
it: C'è una versione più recente di Pass4Win, vuoi aggiornare?
nl: Er is een nieuwere versie van Pass4Win, wilt u bijwerken?

# Info_new_version_caption
source: Update available
de: Aktualisierung verfügbar
it: Aggiornamento disponibile
nl: Update beschikbaar

# Input_new_name
source: Enter a new name
de: Geben sie einen neuen Namen ein
it: Inserisci un nuovo nome
nl: Voer een nieuwe naam in

# Input_new_name_label
source: Name:
it: Nome:
nl: Naam:

source: Ready
de: Bereit
it: Pronto
nl: Gereed

# Statusbar_countdown
source: Countdown to clearing clipboard
de: Countdown bis zur Löschung der Zwischenablage
it: Conto alla rovescia cancellazione appunti
nl: Aftellen naar het klembord wissen

source: version
it: versione
nl: versie

# Info_git_error
source: Failed to pull from Git server
de: Fehler beim Ziehen vom Git-Server
it: Estrazione dal server Git non riuscita
nl: Pull van Git server is mislukt

# Info_git_pull
source: Pulling from Git Server
de: Ziehen von Git-Server
it: Estrazione dal server Git
nl: Pulling van Git server

# Info_git_succes
source: Successfully pulled from Git server
de: Erfolgreich von Git-Server gezogen
it: Estrazione dal server Git effettuata con successo
nl: Pull van Git server gelukt

# InputBox_Show_Cancel
source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren

# InputBox_Show_Validation_Error
source: Validation Error
de: Validierungsfehler
it: Errore di validazione
nl: Validatiefout

# Info_add_dialog
source: New File
de: Neue Datei
it: Nuovo file
nl: Nieuw bestand

# FrmMain_DecryptPass_Empty_file
source: Empty file
de: Leere Datei
it: File vuoto
nl: Leeg bestand

# FrmMain_RenameToolStripMenuItemClick_Rename
source: Rename
de: Umbenennen
it: Rinomina
nl: Hernoemen

# FrmMain_EncryptCallback_Commit_failed_
source: Commit failed.
de: Commit ist fehlgeschlagen.
it: Commit fallito.
nl: Commit gefaald.

# FrmMain_EncryptCallback_Push_to_remote_repo_failed_
source: Push to remote repo failed.
de: Hochladen auf das entfernte Repository ist fehlgeschlagen.
it: Inserimento nell'archivio remoto fallito.
nl: Push naar externe repo is mislukt.

# Config_ExternalGit_Warning
source: When using an external Git program Pass4Win assumes you know what you're doing and will not init the repo or change connection strings. The connection should be setup for use without passphrases.
de: Wenn Sie eine externe Git Installation verwenden, geht Pass4Win davon aus, dass Sie wissen was Sie tun. Pass4Win wird nicht das Repo initialisieren oder die Verbindungsdaten ändern. Die Verbindung sollte ohne Passphrasen aufgebaut werden.
it: Quando si un programma esterno Git, Pass4Win presuppone che si sappia cosa si sta facendo e non inizializzerà l'archivio o cambierà la stringa di connessione. La connessione dovrebbe essere configurata per l'uso senza passfrase.
nl: Wanneer u een externe Git installatie gebruikt in Pass4Win wordt ervan uitgegaan dat weet u wat u doet. Pass4Win zal geen init uitvoeren of connectie instelligen wijzigen. De verbinding moet worden opgezet voor gebruik zonder wachtwoorden.

# Config_ExternalGit_Warning_Title
source: Pay Attention!
de: Achtung!
it: Presta attenzione!
nl: Let op!

# Error_invalid_PassValidTime
source: Value must be between {0} and {1}, in seconds
de: Der Wert muss zwischen {0} und {1} Sekunden sein
it: Il valore deve essere un numero di secondi compreso tra {0} e {1}
nl: Waarde moet liggen tussen {0} en {1}, in seconden
